Repository: Kim-Jiny/ImageCompress
Catalog: ImageCompress/Resources/*.lproj/Localizable.strings
Languages: de, ja, ko, ms, vi

source: Compress
de: Komprimieren
ja: 圧縮
ko: 압축
ms: Mampatkan
vi: Nén

source: Setting
de: Einstellungen
ja: 設定
ko: 설정
ms: Tetapan
vi: Cài đặt

source: Download Complete
de: Download abgeschlossen
ja: ダウンロード完了
ko: 다운로드 완료
ms: Muat turun selesai
vi: Tải xuống hoàn tất

# download_complete_body
source: The image has been saved to the gallery.
de: Das Bild wurde in der Galerie gespeichert.
ja: 画像がギャラリーに保存されました。
ko: 이미지가 갤러리에 저장되었습니다.
ms: Imej telah disimpan dalam galeri.
vi: Hình ảnh đã được lưu vào thư viện.

# photo_permission_title
source: Photo Access Permission Required
de: Fotozugriff erforderlich
ja: 写真アクセス権限が必要です
ko: 사진 접근 권한 필요
ms: Akses foto diperlukan
vi: Yêu cầu quyền truy cập ảnh

# photo_permission_body
source: Photo access permission is required to save the photo. Please change the permission in Settings.
de: Der Zugriff auf Fotos ist erforderlich, um das Foto zu speichern. Bitte ändern Sie die Berechtigung in den Einstellungen.
ja: 写真を保存するにはアクセス権限が必要です。設定で権限を変更してください。
ko: 사진을 저장하려면 권한이 필요합니다. 설정에서 권한을 변경해주세요.
ms: Akses kepada foto diperlukan untuk menyimpan imej. Sila ubah kebenaran dalam tetapan.
vi: Cần quyền truy cập ảnh để lưu hình ảnh. Vui lòng thay đổi quyền trong cài đặt.

source: Cancel
de: Abbrechen
ja: キャンセル
ko: 취소
ms: Batal
vi: Hủy

# go_setting
source: Go to Settings
de: Zu den Einstellungen
ja: 設定に移動
ko: 설정으로 이동
ms: Pergi ke tetapan
vi: Đi đến cài đặt

source: Original
ja: オリジナル
ko: 원본
ms: Asal
vi: Gốc

source: Normal
ja: 標準
ko: 보통
vi: Bình thường

source: Low
de: Niedrig
ja: 低
ko: 낮음
ms: Rendah
vi: Thấp

source: Minimum
ja: 最小
ko: 최소
vi: Tối thiểu

# compress_notice
source: Compressed capacity estimates may not be accurate.
de: Die geschätzte Komprimierungsgröße kann ungenau sein.
ja: 圧縮容量の推定値は正確でない場合があります。
ko: 압축 용량 추정치가 정확하지 않을 수 있습니다.
ms: Anggaran saiz mampat mungkin tidak tepat.
vi: Kích thước nén ước tính có thể không chính xác.

source: Image Weight
de: Bildgewicht
ja: 画像重量
ko: 이미지 무게
ms: Berat imej
vi: Trọng lượng hình ảnh

# image_weight_body
source: Reducing image weight may degrade quality. Check the preview at the top.
de: Das Verringern des Bildgewichts kann die Qualität beeinträchtigen. Überprüfen Sie die Vorschau oben.
ja: 画像の重さを減らすと品質が低下する可能性があります。 上部のプレビューで確認してください。
ko: 이미지 무게가 감소하면 품질이 저하될 수 있습니다. 상단의 이미지 미리보기를 통해 확인해주세요.
ms: Mengurangkan berat imej mungkin menjejaskan kualiti. Semak pratonton di bahagian atas.
vi: Giảm trọng lượng hình ảnh có thể làm giảm chất lượng. Kiểm tra bản xem trước ở phía trên.

source: Image Size
de: Bildgröße
ja: 画像サイズ
ko: 이미지 크기
ms: Saiz imej
vi: Kích thước hình ảnh

# image_size_body
source: Smaller image sizes result in reduced file size. Check the resized image through the image preview at the top.
de: Kleinere Bildgrößen reduzieren die Dateigröße. Überprüfen Sie das verkleinerte Bild in der Vorschau oben.
ja: 小さい画像サイズはファイルサイズを減少させます。 画像プレビューでリサイズされた画像を確認してください。
ko: 이미지 크기가 작을수록 파일 크기가 감소합니다. 상단의 이미지 미리보기를 통해 확인해주세요.
ms: Saiz imej kecil akan mengurangkan saiz fail. Semak imej yang telah diubah saiz dalam pratonton.
vi: Kích thước hình ảnh nhỏ sẽ giảm kích thước tệp. Kiểm tra hình ảnh đã thay đổi kích thước trong bản xem trước.

# add_photo_title
source: Click the button to add a photo.
de: Klicken Sie auf die Schaltfläche, um ein Foto hinzuzufügen.
ja: ボタンをクリックして写真を追加してください。
ko: 버튼을 클릭하여 사진을 추가하세요.
ms: Klik butang untuk menambah foto.
vi: Nhấn nút để thêm ảnh.

# add_photo_body
source: After adding a photo, the save button will be enabled.
de: Nach dem Hinzufügen eines Fotos wird die Schaltfläche Speichern aktiviert.
ja: 写真を追加すると保存ボタンが有効になります。
ko: 사진을 추가하면 저장 버튼이 활성화됩니다.
ms: Selepas menambah foto, butang Simpan akan diaktifkan.
vi: Sau khi thêm ảnh, nút Lưu sẽ được kích hoạt.

# email_title
source: [Image Compress] App Inquiry
de: [Image Compress] App-Anfrage
ja: [Image Compress] アプリに関するお問い合わせ
ko: [Image Compress] 앱 문의
ms: [Image Compress] Permintaan maklumat aplikasi
vi: [Image Compress] Yêu cầu thông tin ứng dụng

# email_body
source: Please write your inquiry regarding the app.
de: Bitte schreiben Sie Ihre Anfrage zur App.
ja: アプリに関するお問い合わせ内容を記載してください。
ko: 앱에 대한 문의 사항을 작성해주세요.
ms: Sila huraikan permintaan anda berkaitan aplikasi.
vi: Vui lòng mô tả yêu cầu của bạn về ứng dụng.

# email_error1
source: Unable to send email.
de: E-Mail konnte nicht gesendet werden.
ja: メールを送信できませんでした。
ko: 이메일을 보낼 수 없습니다.
ms: Tidak dapat menghantar e-mel.
vi: Không thể gửi email.

# email_sent_title
source: Mail Sent
de: E-Mail gesendet
ja: メール送信完了
ko: 이메일 전송 완료
ms: E-mel dihantar
vi: Email đã gửi

# email_sent_body
source: The email was successfully sent.
de: Die E-Mail wurde erfolgreich gesendet.
ja: メールが正常に送信されました。
ko: 이메일이 성공적으로 전송되었습니다.
ms: E-mel telah berjaya dihantar.
vi: Email đã được gửi thành công.

# email_saved_title
source: Mail Saved
de: E-Mail gespeichert
ja: メール保存
ko: 이메일 저장
ms: E-mel disimpan
vi: Email đã lưu

# email_saved_body
source: The email has been saved as a draft.
de: Die E-Mail wurde als Entwurf gespeichert.
ja: メールが下書きとして保存されました。
ko: 이메일이 임시 저장되었습니다.
ms: E-mel telah disimpan sebagai draf.
vi: Email đã được lưu vào bản nháp.

# email_canceled_title
source: Mail Canceled
de: E-Mail abgebrochen
ja: メールキャンセル
ko: 이메일 취소
ms: E-mel dibatalkan
vi: Đã hủy email

# email_canceled_body
source: The email sending was canceled.
de: Das Senden der E-Mail wurde abgebrochen.
ja: メールの送信がキャンセルされました。
ko: 이메일 전송이 취소되었습니다.
ms: Penghantaran e-mel telah dibatalkan.
vi: Gửi email đã bị hủy.

# email_failed_title
source: Mail Failed
de: E-Mail fehlgeschlagen
ja: メール送信失敗
ko: 이메일 전송 실패
ms: Penghantaran e-mel gagal
vi: Gửi email thất bại

# email_failed_body
source: Failed to send the email.
de: Das Senden der E-Mail ist fehlgeschlagen.
ja: メールの送信に失敗しました。
ko: 이메일 전송에 실패했습니다.
ms: Penghantaran e-mel tidak berjaya.
vi: Gửi email không thành công.

# email_error_title
source: Error
de: Fehler
ja: エラー
ko: 오류
ms: Ralat
vi: Lỗi

# email_error_body
source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
ja: 不明なエラーが発生しました。
ko: 알 수 없는 오류가 발생했습니다.
ms: Kesalahan yang tidak diketahui berlaku.
vi: Đã xảy ra lỗi không xác định.

source: Contact Us
de: Kontaktieren Sie uns
ja: お問い合わせ
ko: 문의하기
ms: Hubungi kami
vi: Liên hệ chúng tôi

source: Photo extension settings
de: Foto-Format-Einstellungen
ja: 写真形式設定
ms: Tetapan format foto
vi: Cài đặt định dạng ảnh

# latest_version
source: This is the latest version.
de: Dies ist die neueste Version.
ja: これは最新バージョンです。
ko: 최신 버전입니다.
ms: Anda menggunakan versi terkini.
vi: Bạn đang sử dụng phiên bản mới nhất.

# not_latest_version
source: Latest version on store: %@
de: Neueste Version im Store: %@
ja: ストアの最新バージョン: %@
ko: 스토어의 최신 버전: %@
ms: Versi terkini tersedia di kedai: %@
vi: Phiên bản mới nhất có sẵn trên cửa hàng: %@

source: Current Version: %@
de: Aktuelle Version: %@
ja: 現在のバージョン: %@
ko: 현재 버전: %@
ms: Versi semasa: %@
vi: Phiên bản hiện tại: %@

# update_new_version
source: Update to the Latest Version
de: Auf die neueste Version aktualisieren
ja: 最新バージョンに更新
ko: 최신 버전으로 업데이트
ms: Kemas kini ke versi terkini
vi: Cập nhật lên phiên bản mới nhất

source: Error
de: Fehler
ja: エラー
ko: 오류
ms: Ralat
vi: Lỗi

source: OK
ko: 확인
